Repository: FJeanC/Corra_flutter
Catalog: lib/l10n/app_*.arb
Languages: pt

source: Logout
pt: Sair

# wait
source: Please, wait a moment
pt: Por favor, espere um momento

# sendEmail
source: We've sent you a email verification. Please open it to verify your account.
pt: Mandamos um email de verificação. Por favor, abra o link para verificar a sua conta.

# emailWasNotSent
source: If you haven't received a verification email yet, press the button below
pt: Se você não recebeu o email de verificação, pressione o botão abaixo

source: Verify email
pt: Verifique seu email

source: Send email verification
pt: Enviar verificação de email

source: Back
pt: Voltar

# cannotFindUser
source: Cannot find a user with the entered credentials
pt: Não foi possível encontrar um user com essas credenciais

source: Wrong credentials
pt: Credenciais erradas

source: Authentication error
pt: Erro de autenticação

# enterEmail
source: Enter your email here
pt: Entre seu email

# enterPassword
source: Enter your password here
pt: Entre sua senha

source: Forgot password?
pt: Esqueceu a senha?

# notRegisterYet
source: Not register yet? Register here
pt: Não é registrado ainda? Registre aqui

source: Weak password
pt: Senha fraca

source: Email already in use
pt: Email já está em uso

source: Invalid email
pt: Email inválido

# failedToRegister
source: Falied to register
pt: Falha no registro

source: Register
pt: Registrar

# alreadyRegistered
source: Already registered? Login here!
pt: Já registrado? Logue aqui!

# listRun
source: Runs
pt: Corridas

source: Timer
pt: Cronômetro

# couldNotProcesssRequest
source: We could not process your request. Please make sure you are a registered user, or if not, register a user now by going to the login screen
pt: Não conseguimos processar o seu pedido. Por favor, verfique se você é um usuário registrado, se não for, registre-se agora na tela de login

# forgotPasswordText
source: If you forgot your password, enter your email and we will send you a email to reset your password
pt: Se você esqueceu a senha, entre seu email que enviaremos um link no seu email para resetar a sua senha

# sendPasswordResetLink
source: Send me the password reset link
pt: Me envie o email para resetar a senha

source: Back to login page
pt: Voltar para o login

source: Could not delete run
pt: Não foi possível deletar a corrida

source: Duration
pt: Duração

# detailView
source: Run Details
pt: Detalhes da corrida

source: Save
pt: Salvar

# takePic
source: Take a picture
pt: Tire uma foto

# intevals
source: Intervals
pt: Intervalada

source: Activate Intervals
pt: Ativar Intervalada

# enterWalkTime
source: Interval Time: Walk
pt: Tempo do Intervalo: Andar

# enterRunTime
source: Interval Time: Run
pt: Tempo do Intervalo: Correr

# enterRepeat
source: Enter number of repetion
pt: Entre número de repetições

source: Password Reset
pt: Resete sua senha

# linkEmailForInformation
source: We have sent you a password reset link. Please check your email for more information.
pt: Mandamos um link para resetar sua senha. Por favor verfique seu email para mais informações.

# sureLogout
source: Are you sure you want to log out?
pt: Você tem certeza que deseja sair?

source: Cancel
pt: Cancelar

# errorOcurred
source: An error ocurred
pt: Ocorreu um erro

source: Delete
pt: Deletar

# deleteItem
source: Are you sure you want to delete this run?
pt: Você tem certeza que deseja deletar essa corrida?

source: Yes
pt: Sim

# ttsPhrase
source: You've ran one kilometer
pt: Você correu um quilômetro

source: Your runs
pt: Suas corridas

source: Run
pt: Corrida

source: Interval
pt: Intervalo

source: Walking
pt: Andando

source: Running
pt: Correndo
